{
  "title": "About Bloodline",
  "subtitle": "Revolutionizing blood donation management for the National Blood Transfusion Service of Sri Lanka",
  "mission_title": "Our Mission",
  "mission_paragraph_1": "The Bloodline Blood Bank Management System was developed to address the challenges faced by the NBTS, blood donors, and blood donation camp organizers. Our platform bridges the gap between donors and recipients while streamlining operations for the National Blood Transfusion Service.",
  "mission_paragraph_2": "Through innovative technology and user-centered design, we're transforming Sri Lanka's blood donation ecosystem to ensure no patient suffers from blood shortage.",
  "objectives_title": "Our Key Objectives",
  "objective_1_title": "Intuitive Platform",
  "objective_1_description": "Designed with special attention to user experience for both tech-savvy and non-technical users, ensuring seamless navigation and minimal effort to access features.",
  "objective_2_title": "Secure Database",
  "objective_2_description": "Built on Azure and Asgardeo with enterprise-grade security including data encryption, access controls, and secure authentication to protect sensitive donor information.",
  "objective_3_title": "Appointment System",
  "objective_3_description": "Robust online booking reduces waiting times by allowing donors to select convenient slots, while enabling NBTS to manage appointment requests efficiently.",
  "objective_4_title": "Camp Management",
  "objective_4_description": "Streamlines camp organization with online registration, NBTS approval workflows, and medical team allocation - eliminating paperwork and delays.",
  "objective_5_title": "Stock Management",
  "objective_5_description": "Comprehensive tracking of blood stock levels with complete history of additions and issuances, ensuring optimal inventory management at NBTS.",
  "objective_6_title": "Notification System",
  "objective_6_description": "Automated emails keep donors engaged with updates on local campaigns and appointment confirmations, while camp organizers receive camp approval notifications.",
  "features_title": "System Features",
  "feature_1_title": "Role-Based Access Control",
  "feature_1_description": "Strict access control enforced through WSO2 Asgardeo ensures only authorized personnel have appropriate system privileges, maintaining healthcare data security.",
  "feature_2_title": "Future-Ready Architecture",
  "feature_2_description": "Designed with scalability in mind, the system can easily accommodate new features, increased user loads, and integration with other healthcare systems as needed.",
  "future_impact_title": "The Future of Blood Donation in Sri Lanka",
  "future_impact_intro": "Bloodline is designed to revolutionize how NBTS manages blood donations, with anticipated improvements in:",
  "future_impact_list_item_1": "Streamlining donor registration and appointment processes",
  "future_impact_list_item_2": "Reducing administrative burdens for NBTS staff",
  "future_impact_list_item_3": "Improving blood stock visibility across all centers",
  "future_impact_list_item_4": "Enhancing donor engagement and retention",
  "future_impact_conclusion": "By implementing this system, NBTS will be better equipped to meet Sri Lanka's blood supply needs through modern, technology-driven solutions."
}
