{
  "declaration_title": "Donor's Declaration",
  "declaration_list_1": "I have read and understood the information regarding blood donation and answered all the questions honestly and correctly and donating my blood voluntarily today, for the benefit of patients.",
  "declaration_list_2": "I also agree to follow the instructions given to me by the NBTS, during and after blood donation and accept the responsibility of any consequences of not following those instructions.",
  "declaration_list_3": "Further, I give my consent to test my donated blood for HIV, Syphilis, Hepatitis B, Hepatitis C, Malaria and any other required test in any manner deemed appropriate by the NBTS Sri Lanka.",
  "declaration_list_4": "Further, I give my consent to be informed about the results of the above tests, as and when required by the NBTS and also to follow any instructions given to me in this regard by the NBTS.",
  "declaration_list_5": "I accept that, involving in intentionally spreading an infection is an offence according to the sentences 262 and 263 of the penal code.",
  "regular_donor_question": "I am willing to be a regular blood donor to save many more human lives through donating blood:",
  "donating_month_4": "Once in a 4 months",
  "donating_month_6": "Once in a 6 months",
  "donating_month_12": "Once a year",
  "signature_title": "Enter name and date, to sign the declaration:",
  "donor_name_label": "Donor's Name",
  "date_label": "Date",
  "error_month_required": "Please select an option.",
  "error_name_required": "Please enter your name.",
  "error_all_fields": "Please fill all required fields",
  "back_button": "Back",
  "submit_button": "Submit",
  "submitting_button": "Submitting...",
  "modal_title_success": "Appointment Request Placed Successfully!",
  "modal_message_success": "Your blood donation appointment request has been successfully submitted. Our team will review your request, and you will receive a confirmation email once it has been approved or rejected. Thank you for your willingness to donate and make a difference!",
  "modal_button_ok": "OK",
  "error_failed_to_create": "Failed to create appointment"
}