{
  "title": "Bloodline ගැන",
  "subtitle": "ශ්‍රී ලංකාවේ ජාතික රුධිර පාරවිලයන සේවය සඳහා රුධිර දන්දීමේ කළමනාකරණය විප්ලවීයකරණය කිරීම",
  "mission_title": "අපගේ මෙහෙවර",
  "mission_paragraph_1": "Bloodline රුධිර බැංකු කළමනාකරණ පද්ධතිය සංවර්ධනය කර ඇත්තේ NBTS, රුධිර දායකයින් සහ රුධිර දන්දීමේ කඳවුරු සංවිධායකයින් මුහුණ දෙන අභියෝගවලට විසඳුම් සෙවීම සඳහා ය. අපගේ වේදිකාව දායකයින් සහ ලබන්නන් අතර පරතරය පියවා, ජාතික රුධිර පාරවිලයන සේවය සඳහා මෙහෙයුම් සරල කරයි.",
  "mission_paragraph_2": "නව්‍ය තාක්ෂණය සහ පරිශීලක කේන්ද්‍රීය සැලසුම හරහා, කිසිදු රෝගියෙකු රුධිර හිඟයකින් පීඩා විඳින්නේ නැති බව සහතික කිරීමට අපි ශ්‍රී ලංකාවේ රුධිර දන්දීමේ පරිසර පද්ධතිය පරිවර්තනය කරමින් සිටිමු.",
  "objectives_title": "අපගේ ප්‍රධාන අරමුණු",
  "objective_1_title": "පරිශීලක හිතකාමී වේදිකාවක්",
  "objective_1_description": "තාක්ෂණය පිළිබඳ දැනුමක් ඇති සහ නැති පරිශීලකයින් දෙපිරිසටම සුමට සංචාලනයක් සහ විශේෂාංග වෙත ප්‍රවේශ වීමට අවම වෙහෙසක් සහතික කරමින්, පරිශීලක අත්දැකීම් කෙරෙහි විශේෂ අවධානයක් යොමු කර ඇත.",
  "objective_2_title": "ආරක්ෂිත දත්ත පදනම",
  "objective_2_description": "සංවේදී දායක තොරතුරු ආරක්ෂා කිරීම සඳහා දත්ත සංකේතනය, ප්‍රවේශ පාලනය සහ ආරක්ෂිත සත්‍යාපනය ඇතුළු ව්‍යවසාය-ශ්‍රේණියේ ආරක්ෂාව සහිත Azure සහ Asgardeo මත ගොඩනගා ඇත.",
  "objective_3_title": "වරයන් වෙන්කරවා ගැනීමේ පද්ධතිය",
  "objective_3_description": "ශක්තිමත් මාර්ගගත වෙන්කරවා ගැනීම, දායකයින්ට පහසු වේලාවන් තෝරා ගැනීමට ඉඩ සලසමින් පොරොත්තු කාලය අඩු කරන අතර, NBTS හට වරයන් වෙන්කරවා ගැනීම කාර්යක්ෂමව කළමනාකරණය කිරීමට හැකියාව ලබා දෙයි.",
  "objective_4_title": "කඳවුරු කළමනාකරණය",
  "objective_4_description": "මාර්ගගත ලියාපදිංචිය, NBTS අනුමත කිරීමේ වැඩ ප්‍රවාහ සහ වෛද්‍ය කණ්ඩායම් වෙන් කිරීම මඟින් කඳවුරු සංවිධානය කිරීම සරල කරයි - ලිපි ලේඛන සහ ප්‍රමාදයන් ඉවත් කරයි.",
  "objective_5_title": "තොග කළමනාකරණය",
  "objective_5_description": "රුධිර තොග මට්ටම්වල පුළුල් නිරීක්ෂණය සහ එකතු කිරීම් සහ නිකුත් කිරීම් පිළිබඳ සම්පූර්ණ ඉතිහාසයක් සමඟ, NBTS හි ප්‍රශස්ත තොග කළමනාකරණය සහතික කරයි.",
  "objective_6_title": "දැනුම්දීම් පද්ධතිය",
  "objective_6_description": "ස්වයංක්‍රීය විද්‍යුත් තැපෑල, දායකයින්ට දේශීය ව්‍යාපාර සහ වරයන් තහවුරු කිරීම් පිළිබඳ යාවත්කාලීන කිරීම් සමඟ සම්බන්ධ කර තබන අතර, කඳවුරු සංවිධායකයින්ට කඳවුරු අනුමත කිරීමේ දැනුම්දීම් ලැබේ.",
  "features_title": "පද්ධති විශේෂාංග",
  "feature_1_title": "භූමිකාව මත පදනම් වූ ප්‍රවේශ පාලනය",
  "feature_1_description": "WSO2 Asgardeo හරහා බලාත්මක කරන ලද දැඩි ප්‍රවේශ පාලනය, බලයලත් පුද්ගලයින්ට පමණක් සුදුසු පද්ධති වරප්‍රසාද ඇති බව සහතික කරයි, සෞඛ්‍ය දත්ත ආරක්ෂාව පවත්වා ගනී.",
  "feature_2_title": "අනාගතයට සූදානම් ගෘහ නිර්මාණ ශිල්පය",
  "feature_2_description": "මාන ආචරණය පිළිබඳව අවධානය යොමු කර නිර්මාණය කර ඇති මෙම පද්ධතිය, අවශ්‍ය පරිදි නව විශේෂාංග, වැඩි පරිශීලක බර සහ අනෙකුත් සෞඛ්‍ය සේවා පද්ධති සමඟ ඒකාබද්ධ කිරීම පහසුවෙන් හැසිරවිය හැක.",
  "future_impact_title": "ශ්‍රී ලංකාවේ රුධිර පරිත්‍යාගයේ අනාගතය",
  "future_impact_intro": "බ්ලඩ්ලයින් නිර්මාණය කර ඇත්තේ NBTS රුධිර පරිත්‍යාග කළමනාකරණය කරන ආකාරය විප්ලවීයකරණය කිරීමට වන අතර, අපේක්ෂිත වැඩිදියුණු කිරීම් මෙසේ ය:",
  "future_impact_list_item_1": "දායක ලියාපදිංචිය සහ වරයන් වෙන්කරවා ගැනීමේ ක්‍රියාවලීන් සරල කිරීම",
  "future_impact_list_item_2": "NBTS කාර්ය මණ්ඩලය සඳහා පරිපාලන බර අඩු කිරීම",
  "future_impact_list_item_3": "සියලුම මධ්‍යස්ථාන හරහා රුධිර තොග දෘශ්‍යතාව වැඩි දියුණු කිරීම",
  "future_impact_list_item_4": "දායකයින්ගේ සම්බන්ධතාවය සහ රඳවා තබා ගැනීම වැඩි දියුණු කිරීම",
  "future_impact_conclusion": "මෙම පද්ධතිය ක්‍රියාත්මක කිරීම මගින්, නවීන, තාක්ෂණ-මූලික විසඳුම් හරහා ශ්‍රී ලංකාවේ රුධිර සැපයුම් අවශ්‍යතා සපුරාලීමට NBTS වඩා හොඳින් සන්නද්ධ වනු ඇත."
}
