{
  "declaration_title": "දායකයාගේ ප්‍රකාශය",
  "declaration_list_1": "රුධිර දන්දීම පිළිබඳ තොරතුරු කියවා තේරුම් ගත් බවත්, සියලුම ප්‍රශ්නවලට අවංකව හා නිවැරදිව පිළිතුරු දුන් බවත්, රෝගීන්ගේ යහපත සඳහා අද දින ස්වේච්ඡාවෙන් රුධිරය පරිත්‍යාග කරන බවත් මම මෙයින් ප්‍රකාශ කරමි.",
  "declaration_list_2": "රුධිරය පරිත්‍යාග කිරීමේදී සහ ඉන් පසු NBTS විසින් මට ලබා දෙන උපදෙස් පිළිපැදීමට එකඟ වන බවත්, එම උපදෙස් පිළිපැදීම නොකිරීමෙන් ඇති වන ප්‍රතිවිපාකවල වගකීම භාර ගන්නා බවත් මම මෙයින් ප්‍රකාශ කරමි.",
  "declaration_list_3": "තවදුරටත්, NBTS ශ්‍රී ලංකාව විසින් සුදුසු යැයි සලකන ඕනෑම ආකාරයකින්, මගේ පරිත්‍යාග කරන ලද රුධිරය HIV, Syphilis, Hepatitis B, Hepatitis C, Malaria සහ වෙනත් අවශ්‍ය පරීක්ෂණ සඳහා පරීක්ෂා කිරීමට මම කැමැත්ත දෙමි.",
  "declaration_list_4": "තවද, ඉහත සඳහන් පරීක්ෂණවල ප්‍රතිඵල පිළිබඳව NBTS විසින් අවශ්‍ය වූ විට මට දැනුම් දීමට මෙන්ම මේ සම්බන්ධයෙන් NBTS විසින් මට ලබා දෙන ඕනෑම උපදෙස් පිළිපැදීමට ද මම කැමැත්ත දෙමි.",
  "declaration_list_5": "හිතාමතා ආසාදනයක් පැතිරවීමේ නිරත වීම, දණ්ඩ නීති සංග්‍රහයේ 262 සහ 263 වගන්තිවලට අනුව වරදක් බව මම පිළිගනිමි.",
  "regular_donor_question": "රුධිරය පරිත්‍යාග කිරීමෙන් තවත් බොහෝ මිනිස් ජීවිත බේරා ගැනීම සඳහා මම නිත්‍ය රුධිර දායකයෙකු වීමට කැමැත්තෙමි:",
  "donating_month_4": "මාස 4 කට වරක්",
  "donating_month_6": "මාස 6 කට වරක්",
  "donating_month_12": "වසරකට වරක්",
  "signature_title": "ප්‍රකාශය අත්සන් කිරීමට, නම සහ දිනය ඇතුළත් කරන්න:",
  "donor_name_label": "දායකයාගේ නම",
  "date_label": "දිනය",
  "error_month_required": "කරුණාකර විකල්පයක් තෝරන්න.",
  "error_name_required": "කරුණාකර ඔබේ නම ඇතුළත් කරන්න.",
  "error_all_fields": "කරුණාකර අවශ්‍ය සියලුම ක්ෂේත්‍ර පුරවන්න.",
  "back_button": "පිටුපසට",
  "submit_button": "ඉදිරිපත් කරන්න",
  "submitting_button": "ඉදිරිපත් කරමින්...",
  "modal_title_success": "වරය වෙන්කරවා ගැනීමේ ඉල්ලීම සාර්ථකව යොමු කරන ලදී!",
  "modal_message_success": "ඔබගේ රුධිර දන්දීමේ වරය වෙන්කරවා ගැනීමේ ඉල්ලීම සාර්ථකව යොමු කර ඇත. අපගේ කණ්ඩායම ඔබගේ ඉල්ලීම සමාලෝචනය කරනු ඇති අතර, එය අනුමත වූ හෝ ප්‍රතික්ෂේප වූ පසු ඔබට තහවුරු කිරීමේ ඊමේල් පණිවිඩයක් ලැබෙනු ඇත. පරිත්‍යාග කිරීමට සහ වෙනසක් කිරීමට ඔබ දක්වන කැමැත්තට ස්තූතියි!",
  "modal_button_ok": "හරි",
  "error_failed_to_create": "වරය වෙන්කරවා ගැනීම අසාර්ථක විය."
}